INSERT INTO public.esp2rus_dictionary (word_esp,word_rus,other_rus1,other_rus2,other_rus3,cat_id,lev_id) VALUES
	 ('la falda','юбка','брюки','платье','шорты',3,2),
	 ('alegría','радость','печаль','злость','спокойствие',7,2),
	 ('el tren','поезд','машина','автобус','метро',6,1),
	 ('los pantalones','брюки','штаны','панталоны','комбинезон',3,2),
	 ('la camisa','рубашка','блузка','топ','туника',3,2),
	 ('la camiseta','футболка','майка','лонгслив','топ',3,1),
	 ('el vestido','платье','туника','комбинезон','сарафан',3,1),
	 ('los pantalones cortos','шорты','бермуды','плавки','бриджи',3,2),
	 ('el abrigo','пальто','плащ','куртка','накидка',3,3),
	 ('la chaqueta','пиджак','жакет','блейзер','куртка',3,2);
INSERT INTO public.esp2rus_dictionary (word_esp,word_rus,other_rus1,other_rus2,other_rus3,cat_id,lev_id) VALUES
	 ('el jersey','свитер','джемпер','толстовка','водолазка',3,2),
	 ('la bufanda','шарф','платок','горжетка','накидка',3,2),
	 ('el sombrero','шляпа','панама','берет','кепка',3,1),
	 ('el traje','костюм','комплект','ансамбль','форма',3,2),
	 ('los calcetines','носки','гольфы','чулки','следки',3,1),
	 ('los zapatos','ботинки','сапоги','туфли','кроссовки',3,2),
	 ('las zapatillas de casa','тапки','домашние_туфли','шлепанцы','сланцы',3,2),
	 ('las botas','сапоги','ботфорты','валенки','ботинки',3,2),
	 ('las zapatillas de deporte','кроссовки','кеды','слипоны','кроссы',3,1),
	 ('los guantes','перчатки','варежки','рукавицы','митенки',3,3);
INSERT INTO public.esp2rus_dictionary (word_esp,word_rus,other_rus1,other_rus2,other_rus3,cat_id,lev_id) VALUES
	 ('los calzoncillos','нижнее бельё (мужское)','трусы','боксеры','плавки',3,2),
	 ('las bragas','нижнее бельё (женское)','лифчик','трусы','боди',3,2),
	 ('el humano','человек','личность','индивид','существо',1,1),
	 ('el perro','собака','пёс','щенок','псина',1,1),
	 ('el gato','кошка','кот','котёнок','пушистик',1,1),
	 ('el pájaro','птица','пташка','пернатое','воробей',1,1),
	 ('el pez','рыба','рыбка','окунь','карась',1,2),
	 ('el conejo','кролик','заяц','зверёк','питомец',1,2),
	 ('la serpiente','змея','гадюка','уж','рептилия',1,2),
	 ('el león','лев','царь_зверей','хищник','барс',1,1);
INSERT INTO public.esp2rus_dictionary (word_esp,word_rus,other_rus1,other_rus2,other_rus3,cat_id,lev_id) VALUES
	 ('el elefante','слон','гигант','животное','тяжеловес',1,1),
	 ('el caballo','лошадь','конь','пегас','жеребец',1,1),
	 ('la oveja','овца','ягнёнок','баран','животное',1,2),
	 ('el mono','обезьяна','примат','шимпанзе','мартышка',1,2),
	 ('el perrito','щенок','собачка','малютка','питомец',1,2),
	 ('el gatito','котёнок','кошечка','малыш','пушистик',1,2),
	 ('la jirafa','жираф','длинношеее','животное','травоядное',1,1),
	 ('el burro','осёл','ишак','животное','тягловая_скотина',1,3),
	 ('el ratón','мышь','грызун','крыса','питомец',1,3),
	 ('el brazo','рука','кисть','ладонь','конечность',10,1);
INSERT INTO public.esp2rus_dictionary (word_esp,word_rus,other_rus1,other_rus2,other_rus3,cat_id,lev_id) VALUES
	 ('la pierna','нога','ступня','конечность','бедро',10,1),
	 ('la fruta','фрукт','ягода','плод','лакомство',2,1),
	 ('la verdura','овощи','зелень','плоды','овощные_культуры',2,1),
	 ('la patata','картошка','картофель','клубень','овощ',2,1),
	 ('la ensalada','салат','зелень','закуска','смесь',2,1),
	 ('el autobús','автобус','маршрутка','автофургон','троллейбус',6,1),
	 ('el taxi','такси','таксомотор','машина','транспорт',6,1),
	 ('la casa','дом','жилище','коттедж','здание',9,1),
	 ('el piso','квартира; этаж','апартаменты','жильё','помещение',9,2),
	 ('el balcón','балкон','терраса','лоджия','веранда',9,2);
INSERT INTO public.esp2rus_dictionary (word_esp,word_rus,other_rus1,other_rus2,other_rus3,cat_id,lev_id) VALUES
	 ('la planta','растение','цветок','зелень','дерево',8,1),
	 ('el salón','гостиная','зал','комната','приёмная',9,2),
	 ('el sofá','диван','софа','канапе','лежак',9,2),
	 ('el dormitorio','спальня','комната','опочивальня','будуар',9,2),
	 ('el árbol','дерево','растение','дуб','сосна',8,1),
	 ('la habitación','комната','помещение','кабинет','палата',9,2),
	 ('el baño','туалет; ванная комната','уборная','санузел','душевая',9,2),
	 ('la cocina','кухня; печка','кухонное_помещение','плита','место_готовки',9,2),
	 ('el horno','духовка','печь','жаровня','шкаф',9,2),
	 ('el microondas','микроволновка','микроволновая_печь','разогреватель','печка',9,3);
INSERT INTO public.esp2rus_dictionary (word_esp,word_rus,other_rus1,other_rus2,other_rus3,cat_id,lev_id) VALUES
	 ('la nevera','холодильник','морозильник','камера','рефрижератор',9,3),
	 ('el jardín','сад','огород','парк','сквер',8,2),
	 ('el camarero','официант','обслуживающий','подающий','работник',5,2),
	 ('la camarera','официантка','подающая','обслуживающая','работница',5,2),
	 ('el periodista','журналист','репортёр','корреспондент','писатель',5,2),
	 ('la periodista','журналистка','репортёрша','корреспондентка','писательница',5,2),
	 ('el médico','врач','доктор','эскулап','медик',5,1),
	 ('la médica','врач','доктор','эскулап','медик',5,1),
	 ('el psicólogo','психолог','психотерапевт','консультант','аналитик',5,2),
	 ('la psicóloga','психолог','психотерапевт','консультант','аналитик',5,2);
INSERT INTO public.esp2rus_dictionary (word_esp,word_rus,other_rus1,other_rus2,other_rus3,cat_id,lev_id) VALUES
	 ('el dentista','зубной врач','стоматолог','дантист','ортодонт',5,1),
	 ('la dentista','зубной врач','стоматолог','дантист','ортодонт',5,1),
	 ('el profesor','учитель','педагог','преподаватель','наставник',5,1),
	 ('la profesora','учительница','педагог','преподавательница','наставница',5,1),
	 ('el escritor','писатель','автор','литератор','сочинитель',5,2),
	 ('la escritora','писательница','авторша','литераторша','сочинительница',5,2),
	 ('bailar','танцевать','плясать','кружиться','вихляться',4,1),
	 ('ir a bailar','пойти танцевать','плясать','двигаться','танцевать',4,2),
	 ('nadar','плавать','нырять','барахтаться','дрейфовать',4,1),
	 ('ir a nadar','пойти плавать','купаться','нырять','плавать',4,2);
INSERT INTO public.esp2rus_dictionary (word_esp,word_rus,other_rus1,other_rus2,other_rus3,cat_id,lev_id) VALUES
	 ('andar','гулять; ходить','прогуливаться','бродить','ходить',4,1),
	 ('ir de paseo','пойти на прогулку','выгуливаться','прохаживаться','прогуливаться',4,2),
	 ('correr','бегать','спринтовать','мчаться','ускоряться',4,1),
	 ('ir a correr','пойти на пробежку','побежать','устроить_забег','устроить_тренировку',4,2),
	 ('salir','выходить; тусоваться','развлекаться','гулять','веселиться',4,2),
	 ('salir a comer','пойти (куда-либо) на обед','пообедать','сходить_на_ланч','перекусить',4,2),
	 ('salir a cenar','пойти (куда-либо) на ужин','поужинать','поесть','сходить_в_ресторан',4,2),
	 ('dormir','спать','дремать','покемарить','засыпать',4,1),
	 ('quedarse','оставаться','задерживаться','дожидаться','находиться',4,3),
	 ('quedarse despierto','не ложиться спать','бодрствовать','не_засыпать','ночевать',4,2);
INSERT INTO public.esp2rus_dictionary (word_esp,word_rus,other_rus1,other_rus2,other_rus3,cat_id,lev_id) VALUES
	 ('quedarse dormido','спать; заснуть','дремать','уснуть','засыпать',4,2),
	 ('irse a casa','идти домой','направляться','возвращаться','брести',4,1);
